[
    {
        "latitude": "51.500731",
        "longitude": "-0.12461",
        "country": "United Kingdom",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/9/9a/Built_in_1016_%2852174876745%29_%28cropped%29.jpg/1920px-Built_in_1016_%2852174876745%29_%28cropped%29.jpg",
        "content": "The Palace of Westminster serves as the meeting place for both the House of Commons and the House of Lords, the two houses of the Parliament of the United Kingdom. Informally known as the Houses of Parliament, the Palace lies on the north bank of the River Thames in the City of Westminster, in central London, England.\nIts name, which derives from the neighbouring Westminster Abbey, may refer to several historic structures but most often: the Old Palace, a medieval building-complex largely destroyed by fire in 1834, or its replacement, the New Palace that stands today. The palace is owned by the Crown. Committees appointed by both houses manage the building and report to the Speaker of the House of Commons and to the Lord Speaker.\nThe first royal palace constructed on the site dated from the 11th century, and Westminster became the primary residence of the Kings of England until fire destroyed the royal apartments in 1512 (after which, the nearby Palace of Whitehall was established). The remainder of Westminster continued to serve as the home of the Parliament of England, which had met there since the 13th century, and also as the seat of the Royal Courts of Justice, based in and around Westminster Hall. In 1834 an even greater fire ravaged the heavily rebuilt Houses of Parliament, and the only significant medieval structures to survive were Westminster Hall, the Cloisters of St Stephen's, the Chapel of St Mary Undercroft, and the Jewel Tower.\nIn the subsequent competition for the reconstruction of the Palace, the architect Charles Barry won with a design for new buildings in the Gothic Revival style, specifically inspired by the English Perpendicular Gothic style of the 14th–16th centuries. The remains of the Old Palace (except the detached Jewel Tower) were incorporated into its much larger replacement, which contains over 1,100 rooms organised symmetrically around two series of courtyards and which has a floor area of 112,476 m2 (1,210,680 sq ft). Part of the New Palace's area of 3.24 hectares (8 acres) was reclaimed from the River Thames, which is the setting of its nearly 300-metre long (980 ft) façade, called the River Front. Augustus Pugin, a leading authority on Gothic architecture and style, assisted Barry and designed the interior of the Palace. Construction started in 1840 and lasted for 30 years, suffering great delays and cost overruns, as well as the death of both leading architects; works for the interior decoration continued intermittently well into the 20th century. Major conservation work has taken place since then to reverse the effects of London's air pollution, and extensive repairs followed the Second World War, including the simplified reconstruction of the Commons Chamber following its bombing in 1941.\nThe Palace is one of the centres of political life in the United Kingdom; \"Westminster\" has become a metonym for the UK Parliament and the British Government, and the Westminster system of government commemorates the name of the palace. The Elizabeth Tower, in particular, often referred to by the name of its main bell, Big Ben, has become an iconic landmark of London and of the United Kingdom in general, one of the most popular tourist attractions in the city, and an emblem of parliamentary democracy. Tsar Nicholas I of Russia called the new palace \"a dream in stone\". The Palace of Westminster has been a Grade I listed building since 1970 and part of a UNESCO World Heritage Site since 1987."
    },
    {
        "latitude": "40.689213",
        "longitude": "-74.044526",
        "country": "United States",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/d/dd/Lady_Liberty_under_a_blue_sky_%28cropped%29.jpg/800px-Lady_Liberty_under_a_blue_sky_%28cropped%29.jpg",
        "content": "The Statue of Liberty (Liberty Enlightening the World; French: La Liberté éclairant le monde) is a colossal neoclassical sculpture on Liberty Island in New York Harbor in New York City, in the United States. The copper statue, a gift from the people of France, was designed by French sculptor Frédéric Auguste Bartholdi and its metal framework was built by Gustave Eiffel. The statue was dedicated on October 28, 1886.\nThe statue is a figure of Libertas, a robed Roman liberty goddess. She holds a torch above her head with her right hand, and in her left hand carries a tabula ansata inscribed JULY IV MDCCLXXVI (July 4, 1776 in Roman numerals), the date of the U.S. Declaration of Independence. A broken shackle and chain lie at her feet as she walks forward, commemorating the recent national abolition of slavery. After its dedication, the statue became an icon of freedom and of the United States, seen as a symbol of welcome to immigrants arriving by sea.\nBartholdi was inspired by a French law professor and politician, Édouard René de Laboulaye, who is said to have commented in 1865 that any monument raised to U.S. independence would properly be a joint project of the French and American peoples. The Franco-Prussian War delayed progress until 1875, when Laboulaye proposed that the French finance the statue and the United States provide the site and build the pedestal. Bartholdi completed the head and the torch-bearing arm before the statue was fully designed, and these pieces were exhibited for publicity at international expositions.\nThe torch-bearing arm was displayed at the Centennial Exposition in Philadelphia in 1876, and in Madison Square Park in Manhattan from 1876 to 1882. Fundraising proved difficult, especially for the Americans, and by 1885 work on the pedestal was threatened by lack of funds. Publisher Joseph Pulitzer, of the New York World, started a drive for donations to finish the project and attracted more than 120,000 contributors, most of whom gave less than a dollar (equivalent to $30 in 2021). The statue was built in France, shipped overseas in crates, and assembled on the completed pedestal on what was then called Bedloe's Island. The statue's completion was marked by New York's first ticker-tape parade and a dedication ceremony presided over by President Grover Cleveland.\nThe statue was administered by the United States Lighthouse Board until 1901 and then by the Department of War; since 1933 it has been maintained by the National Park Service as part of the Statue of Liberty National Monument, and is a major tourist attraction. Limited numbers of visitors can access the rim of the pedestal and the interior of the statue's crown from within; public access to the torch has been barred since 1916."
    },
    {
        "latitude": "-33.857284",
        "longitude": "151.214726",
        "country": "Australia",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/a/a0/Sydney_Australia._%2821339175489%29.jpg/1920px-Sydney_Australia._%2821339175489%29.jpg",
        "content": "The Sydney Opera House is a multi-venue performing arts centre in Sydney. Located on the foreshore of Sydney Harbour, it is widely regarded as one of the world's most famous and distinctive buildings and a masterpiece of 20th-century architecture.\nDesigned by Danish architect Jørn Utzon, but completed by an Australian architectural team headed by Peter Hall, the building was formally opened by Queen Elizabeth II on 20 October 1973 after a gestation beginning with Utzon's 1957 selection as winner of an international design competition. The Government of New South Wales, led by the premier, Joseph Cahill, authorised work to begin in 1958 with Utzon directing construction. The government's decision to build Utzon's design is often overshadowed by circumstances that followed, including cost and scheduling overruns as well as the architect's ultimate resignation.\nThe building and its surrounds occupy the whole of Bennelong Point on Sydney Harbour, between Sydney Cove and Farm Cove, adjacent to the Sydney central business district and the Royal Botanic Gardens, and near to the Sydney Harbour Bridge.\nThe building comprises multiple performance venues, which together host well over 1,500 performances annually, attended by more than 1.2 million people. Performances are presented by numerous performing artists, including three resident companies: Opera Australia, the Sydney Theatre Company and the Sydney Symphony Orchestra. As one of the most popular visitor attractions in Australia, the site is visited by more than eight million people annually, and approximately 350,000 visitors take a guided tour of the building each year. The building is managed by the Sydney Opera House Trust, an agency of the New South Wales State Government.\nOn 28 June 2007, the Sydney Opera House became a UNESCO World Heritage Site, having been listed on the (now defunct) Register of the National Estate since 1980, the National Trust of Australia register since 1983, the City of Sydney Heritage Inventory since 2000, the New South Wales State Heritage Register since 2003, and the Australian National Heritage List since 2005. The Opera House was also a finalist in the New7Wonders of the World campaign list."
    },
    {
        "latitude": "-8.574505",
        "longitude": "119.458881",
        "country": "Indonesia",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/e/e3/Komodo_Island_north_aerial.jpg",
        "content": "Komodo (Indonesian: Pulau Komodo) is one of the 17,508 islands that comprise the Republic of Indonesia. The island is particularly notable as the habitat of the Komodo dragon, the largest lizard on Earth, which is named after the island. Komodo Island has a surface area of 390 square kilometres and a human population of over two thousand. The people of the island are descendants of former convicts who were exiled to the island and who have mixed with Bugis from Sulawesi. The people are primarily adherents of Islam but there are also Christian and Hindu congregations.\nKomodo is part of the Lesser Sunda chain of islands and forms part of the Komodo National Park. In addition, the island is a popular destination for diving. Administratively, it is part of the East Nusa Tenggara province."
    },
    {
        "latitude": "55.752634",
        "longitude": "37.6229",
        "country": "Russia",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/5/5b/1_Saint_Basils_Cathedral.jpg",
        "content": "Red Square (Russian: Красная площадь, tr. Krasnaya ploshchad', IPA: [ˈkrasnəjə ˈploɕːətʲ]) is one of the oldest and largest squares in Moscow, the capital of Russia. Owing to its historical significance and the adjacent historical buildings, it is regarded as one of the most famous squares in Europe and the world. It is located in Moscow's historic centre, in the eastern walls of the Kremlin. It is the city landmark of Moscow, with iconic buildings such as Saint Basil's Cathedral, Lenin's Mausoleum and the GUM. In addition, it has been a UNESCO World Heritage Site since 1990.\nThe Red Square has an almost rectangular shape and is 70 meters wide and 330 meters long. It extends lengthways from northwest to southeast along part of the wall of the Kremlin that forms its boundary on the southwest side. In the northeast, the square is bounded by the GUM department store building and the old district of Kitai-Gorod, in the northwest by the State Historical Museum and the Resurrection Gate and in the southeast by Saint Basil's Cathedral. Tverskaya Street begins to the northwest of the square behind the building of the State Historical Museum, and to the southeast is the so-called Basilius slope, which leads to the Moskva River, which goes down and over a bridge to the Zamoskvorechye District. Two streets branch off to the northeast from Red Square: Nikolskaya Street, which is named after the Nikolaus Tower of the Kremlin, which is directly opposite, and the Ilyinka (Ильинка), both of which have existed since the 14th century and were once important arteries of old Moscow. Today the square itself, with the exception of the access road leading through it to the Savior Gate of the Kremlin, is a pedestrian zone.\nThe main squares in Russian cities, such as those in Suzdal, Yelets, and Pereslavl-Zalessky, are frequently named Krasnaya ploshchad, or Beautiful Square. Archaically, the Russian word красная (krasnaya) meant \"beautiful\", but now means \"red\", with the current word for \"beautiful\", красивая ('krasivaya'), being derived from it.\nIn Moscow, the name Red Square originally described the small area between St. Basil's Cathedral, the Spasskaya Tower of the Kremlin, and the Lobnoye Mesto herald's platform. Tsar Alexei Mikhailovich officially extended the name to encompass the entire square, which had previously been called Pozhar, or \"burnt-out place\", reflecting that previous buildings occupying the site had burned down."
    },
    {
        "latitude": "37.318298",
        "longitude": "-121.951096",
        "country": "United States",
        "imgUrl": "https://upload.wikimedia.org/wikipedia/commons/thumb/8/8c/SOUTH_END_OF_EAST_FRONT_-_Winchester_House%2C_525_South_Winchester_Boulevard%2C_San_Jose%2C_Santa_Clara_County%2C_CA_HABS_CAL%2C43-SANJOS%2C9-3.jpg/1280px-SOUTH_END_OF_EAST_FRONT_-_Winchester_House%2C_525_South_Winchester_Boulevard%2C_San_Jose%2C_Santa_Clara_County%2C_CA_HABS_CAL%2C43-SANJOS%2C9-3.jpg",
        "content": "The Winchester Mystery House is a mansion in San Jose, California, that was once the personal residence of Sarah Winchester, the widow of firearms magnate William Wirt Winchester. The house became a tourist attraction nine months after Winchester's death in 1922. The Victorian and Gothic style mansion is renowned for its size and its architectural curiosities.\nIt is sometimes claimed to be one of the “most haunted places in the world”, but there is no evidence to support this belief. Much of the lore regarding the Winchester House and its owner is fanciful, unverified, and often provably false. The house became a tourist attraction nine months after Winchester's death in 1922. The house was in disrepair and considered to be of no monetary value. A group of investors purchased the property subsequently leasing the house to John and Mayme Brown who turned it into an attraction. They later purchased the house in 1931. There were many room additions and deletions made to the home after Winchester's death.\nThe first tour guide of the house was Mayme Brown. Past neighbors, friends, and workers for Winchester were distressed when they read about superstitious claims being made about the house and Winchester, and were upset the Browns were making money off of falsehoods. They described Winchester as clearheaded and savvier with finances and business than most men.\nIn 1924 Harry Houdini briefly visited the house and was reportedly impressed by its unusual layout and architectural novelties, but could not make a detailed investigation because of more pressing engagements. According to some accounts, Houdini suggested tour operators employ \"Winchester mystery house\" as a promotional name for the property.\nWhen Keith Kittle, a past Disneyland and Frontier Village employee, became the general manager in 1973, the house was in poor shape. He had the house renovated in the 1970s and 1980s and added a Winchester rifle museum. He sought historical landmark status and began an advertising campaign that included large billboards along the highways. The billboards feature a silhouetted house with implications that a ghost encounter was possible. Attendance increased as he played off the history and superstition that was already circulating. Kittle was general manager until 1996. As of September 2022, the house is owned and operated by Winchester Mystery House, LLC, which is a private company that represents the descendants of the Browns. Captive of the Labyrinth author Mary Jo Ignoffo wrote that tour guides are required to follow a script emphasizing fabrications and inaccuracies. According to Ignoffo, one guide lamented, \"I feel so torn because I have to tell people untruths! Every time I go through the house and have to talk about 13s and other 'kooky' things, my heart breaks a little for Sarah....I have to bite my tongue every time I hear a guest say, 'what a nutcase.'\""
    }
]