[{"name":"Dota 2","steam_appid":570,"price":"Rp 0","detailed_description":"<strong>Самая популярная игра в Steam</strong><br>Ежедневно миллионы игроков по всему миру сражаются от лица одного из более сотни героев Dota 2, и даже после тысячи часов в ней есть чему научиться. Благодаря регулярным обновлениям игра живёт своей жизнью: геймплей, возможности и герои постоянно преображаются.<br><br><strong>Одно поле боя, неиссякаемые возможности</strong><br>Игра может похвастаться бесконечным разнообразием героев, способностей и предметов, благодаря чему каждый матч уникален. Любой герой может исполнять множество ролей, и для каждой нужды найдутся подходящие предметы. Здесь вас ничто не ограничивает — вы сами выбираете, какой стратегии следовать.<br><br><strong>Все герои бесплатны</strong><br>Равные соревновательные возможности — главная гордость игры. Чтобы все находились в одинаковом положении, её основа — в частности, обширный список героев — доступна каждому игроку. Если хотите, вы можете коллекционировать предметы, видоизменяющие как героев, так и мир вокруг них, но всё необходимое для вашего первого матча уже есть в игре.<br><br><strong>Зовите друзей и играйте вместе</strong><br>Dota 2 многогранна, и она не стоит на месте, но вступить в игру никогда не поздно. <br>Научитесь основам в матче против ботов. Опробуйте возможности героев. А затем вступайте в битву с игроками вашего уровня и поведения: об этом позаботится система подбора игры.","supported_languages":"болгарский, чешский, датский, нидерландский, английский<strong>*</strong>, финский, французский, немецкий, греческий, венгерский, итальянский, японский, корейский<strong>*</strong>, норвежский, польский, португальский, бр. португальский, румынский, русский, китайский (упр.)<strong>*</strong>, испанский, шведский, тайский, китайский (трад.), турецкий, украинский, испанский Лат. Ам., вьетнамский<br><strong>*</strong>озвучивание доступно на этих языках","image":"https://cdn.akamai.steamstatic.com/steam/apps/570/header.jpg?t=1674071345","platforms":{"windows":true,"mac":true,"linux":true}},{"name":"GrandChase","steam_appid":985810,"price":"Rp 0","detailed_description":"Grand Chase is a <u>side-scrolling online action RPG</u> with anime inspired graphics.<br>Anyone can join in on the action with arrow and Z keys with unique and charming characters.<br>There are various dungeons in a fantasy setting and online real-time PvP.<br>Collect equipment and learn skills to enjoy jampacked action in dungeons and PvP.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/Main.jpg?t=1674036800\" /><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/httpspartner.steamgames.comgfxproxygfxapps985810extrasCharacter.jpgt=1674029103.png?t=1674029189?t=1674036800\" /><h2 class=\"bb_tag\">Main Content</h2><br><strong>20 Unique Characters</strong><br>Expand the available skills through changing jobs and create your unique skill tree to differentiate your character from others.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/Character.jpg?t=1674036800\" /><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/skilltree.jpg?t=1674036800\" /><br><br><strong>Dungeon Mode</strong><br>Party up with your friends to explore the vast lands. (Solo play also available)<br>: Normal Dungeon – Follow the stories of the characters and the world of Grand Chase.<br>: Heroic Dungeon – Clear each dungeon to obtain the best available equipment.<br>: Event Dungeon – Enjoy a different kind of fun from other dungeons.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/Worldmap.jpg?t=1674036800\" /><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/Localmap.jpg?t=1674036800\" /><br><br><strong>PvP Mode</strong><br>With your unique skill tree, play strategic matches against other players in various PvP modes.<br>Play together between 2~6 players.<br>You can play Item Match, Team Match, and Singles Match in Normal and Deathmatch modes.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/PVP.jpg?t=1674036800\" /><br><br><strong>Customization</strong><br>There are various weapons, armor set, and accessories that allow you to customize your characters to stand out in a crowd.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/985810/extras/CharacterShop.jpg?t=1674036800\" />","supported_languages":"English<strong>*</strong>, Portuguese - Brazil<strong>*</strong>, Korean<strong>*</strong><br><strong>*</strong>languages with full audio support","image":"https://cdn.akamai.steamstatic.com/steam/apps/985810/header.jpg?t=1674036800","platforms":{"windows":true,"mac":false,"linux":false}},{"name":"Left 4 Dead","steam_appid":500,"price":"Rp 90 999","about_the_game":"From Valve (the creators of Counter-Strike, Half-Life and more) comes Left 4 Dead, a co-op action horror game for the PC and Xbox 360 that casts up to four players in an epic struggle for survival against swarming zombie hordes and terrifying mutant monsters.                    <br>\t\t\t\t\tSet in the immediate aftermath of the zombie apocalypse, L4D's survival co-op mode lets you blast a path through the infected in four unique “movies,” guiding your survivors across the rooftops of an abandoned metropolis, through rural ghost towns and pitch-black forests in your quest to escape a devastated Ground Zero crawling with infected enemies. Each &quot;movie&quot; is comprised of five large maps, and can be played by one to four human players, with an emphasis on team-based strategy and objectives.                     <br>\t\t\t\t\tNew technology dubbed &quot;the AI Director&quot; is used to generate a unique gameplay experience every time you play. The Director tailors the frequency and ferocity of the zombie attacks to your performance, putting you in the middle of a fast-paced, but not overwhelming, Hollywood horror movie.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Addictive single player, co-op, and multiplayer action gameplay from the makers of Counter-Strike and Half-Life                    <br>\t\t\t\t\t</li><li>Versus Mode lets you compete four-on-four with friends, playing as a human trying to get rescued, or as a zombie boss monster that will stop at nothing to destroy them.<br>\t\t\t\t\t</li><li>See how long you and your friends can hold out against the infected horde in the new Survival Mode<br>\t\t\t\t\t</li><li>An advanced AI director dynamically creates intense and unique experiences every time the game is played                     <br>\t\t\t\t\t</li><li>20 maps, 10 weapons and unlimited possibilities in four sprawling &quot;movies&quot;                     <br>\t\t\t\t\t</li><li>Matchmaking, stats, rankings, and awards system drive collaborative play                     <br>\t\t\t\t\t</li><li>Designer's Commentary allows gamers to go &quot;behind the scenes&quot; of the game                     <br>\t\t\t\t\t</li><li>Powered by Source and Steam                     </li></ul><h2 class=\"bb_tag\">THE SACRIFICE</h2><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/550/extras/pageRibbon.jpg\" />&quot;The Sacrifice” is  the new add-on for Left 4 Dead.<br><br>&quot;The Sacrifice&quot; is the prequel to &quot;The Passing,&quot; and takes place from the L4D Survivors' perspective as they make their way South. In addition to advancing the story, &quot;The Sacrifice&quot; introduces a new style finale featuring &quot;Sacrificial Gameplay&quot; where players get to decide who will give their life so the others may live.<br><br>In The Sacrifice for Left 4 Dead owners receive &quot;The Sacrifice&quot; campaign playable in Campaign, Versus,  and Survival modes.","detailed_description":"From Valve (the creators of Counter-Strike, Half-Life and more) comes Left 4 Dead, a co-op action horror game for the PC and Xbox 360 that casts up to four players in an epic struggle for survival against swarming zombie hordes and terrifying mutant monsters.                    <br>\t\t\t\t\tSet in the immediate aftermath of the zombie apocalypse, L4D's survival co-op mode lets you blast a path through the infected in four unique “movies,” guiding your survivors across the rooftops of an abandoned metropolis, through rural ghost towns and pitch-black forests in your quest to escape a devastated Ground Zero crawling with infected enemies. Each &quot;movie&quot; is comprised of five large maps, and can be played by one to four human players, with an emphasis on team-based strategy and objectives.                     <br>\t\t\t\t\tNew technology dubbed &quot;the AI Director&quot; is used to generate a unique gameplay experience every time you play. The Director tailors the frequency and ferocity of the zombie attacks to your performance, putting you in the middle of a fast-paced, but not overwhelming, Hollywood horror movie.                    <br>\t\t\t\t\t<ul class=\"bb_ul\"><li>Addictive single player, co-op, and multiplayer action gameplay from the makers of Counter-Strike and Half-Life                    <br>\t\t\t\t\t</li><li>Versus Mode lets you compete four-on-four with friends, playing as a human trying to get rescued, or as a zombie boss monster that will stop at nothing to destroy them.<br>\t\t\t\t\t</li><li>See how long you and your friends can hold out against the infected horde in the new Survival Mode<br>\t\t\t\t\t</li><li>An advanced AI director dynamically creates intense and unique experiences every time the game is played                     <br>\t\t\t\t\t</li><li>20 maps, 10 weapons and unlimited possibilities in four sprawling &quot;movies&quot;                     <br>\t\t\t\t\t</li><li>Matchmaking, stats, rankings, and awards system drive collaborative play                     <br>\t\t\t\t\t</li><li>Designer's Commentary allows gamers to go &quot;behind the scenes&quot; of the game                     <br>\t\t\t\t\t</li><li>Powered by Source and Steam                     </li></ul><h2 class=\"bb_tag\">THE SACRIFICE</h2><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/550/extras/pageRibbon.jpg\" />&quot;The Sacrifice” is  the new add-on for Left 4 Dead.<br><br>&quot;The Sacrifice&quot; is the prequel to &quot;The Passing,&quot; and takes place from the L4D Survivors' perspective as they make their way South. In addition to advancing the story, &quot;The Sacrifice&quot; introduces a new style finale featuring &quot;Sacrificial Gameplay&quot; where players get to decide who will give their life so the others may live.<br><br>In The Sacrifice for Left 4 Dead owners receive &quot;The Sacrifice&quot; campaign playable in Campaign, Versus,  and Survival modes.","image":"https://cdn.akamai.steamstatic.com/steam/apps/500/header.jpg?t=1675801586","platforms":{"windows":true,"mac":true,"linux":false}},{"name":"Starry Moon Island Cannon War MP09","steam_appid":1748528,"price":"Rp 8 499","about_the_game":"About:<br />\r\n<br />\r\nStarry Moon Island Cannon War： It is a Tower Defense game，Players break through enemy levels by installing different turrets on tanks<br />\r\n<br />\r\nFeature:<br />\r\n<br />\r\nThe DLC include the map pack 09","detailed_description":"About:<br />\r\n<br />\r\nStarry Moon Island Cannon War： It is a Tower Defense game，Players break through enemy levels by installing different turrets on tanks<br />\r\n<br />\r\nFeature:<br />\r\n<br />\r\nThe DLC include the map pack 09","image":"https://cdn.akamai.steamstatic.com/steam/apps/1748528/header.jpg?t=1635465006","platforms":{"windows":true,"mac":false,"linux":false}},{"name":"PUBG: BATTLEGROUNDS","steam_appid":578080,"price":"Rp 0","detailed_description":"<strong>LAND, LOOT, SURVIVE!</strong><br>Play PUBG: BATTLEGROUNDS for free.<br>Land on strategic locations, loot weapons and supplies, and survive to become the last team standing across various, diverse Battlegrounds.<br>Squad up and join the Battlegrounds for the original Battle Royale experience that only PUBG: BATTLEGROUNDS can offer.<br><br>This content download will also provide access to the BATTLEGROUNDS Test Server, which requires a separate download to play. <br>Optional in-game purchases available.","supported_languages":"English, Korean, Simplified Chinese, French, German, Spanish - Spain, Arabic, Japanese, Polish, Portuguese - Portugal, Russian, Turkish, Thai, Italian, Portuguese - Brazil, Traditional Chinese, Ukrainian","image":"https://cdn.akamai.steamstatic.com/steam/apps/578080/header.jpg?t=1673331963","platforms":{"windows":true,"mac":false,"linux":false}},{"name":"Apex Legends™","steam_appid":1172470,"price":"Rp 0","detailed_description":"Conquer with character in Apex Legends, a free-to-play* Hero shooter where legendary characters with powerful abilities team up to battle for fame &amp; fortune on the fringes of the Frontier.<br><br>Master an ever-growing roster of diverse Legends, deep-tactical squad play, and bold, new innovations that go beyond the Battle Royale experience — all within a rugged world where anything goes. Welcome to the next evolution of Hero Shooter.<br><br><strong>KEY FEATURES</strong><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/1172470/extras/changesthegame.png?t=1670431796\" /><br><strong>A Roster of Legendary Characters</strong> — Master a growing roster of powerful Legends, each with their own unique personality, strengths, and abilities that are easy to pick up but challenging to truly master.<br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/1172470/extras/buildyourcrew.png?t=1670431796\" /><br><strong>Build Your Crew</strong> — Choose your Legend and combine their unique skills together with other players to form the ultimate crew.<br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/1172470/extras/strategiccombat.png?t=1670431796\" /><br><strong>Strategic Squad Play</strong> — Whether you're battling on a massive, floating city in Battle Royale or dueling in close-quarters Arenas, you'll need to think fast. Master your Legend's unique abilities and coordinate with your teammates to discover new tactics and powerful combinations.<br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/1172470/extras/newcastle.png?t=1670431796\" /><br><strong>Innovative Combat</strong> — Master an expanding assortment of powerful weapons and equipment. You'll need to move fast and learn the rhythms of each weapon to get the most out of your arsenal. Plus, change it up in limited-time modes, and get ready for a boatload of new content each season.<br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/1172470/extras/everexpanding_universe.png?t=1670431796\" /><br><strong>Ever-expanding Universe</strong> — Apex Legends takes place in an immersive universe where the story continues to evolve, maps change each season, and new Legends keep joining the fight. Make your mark on the Apex Games with a multitude of distinctive outfits, and join the adventure!<br><br>This game includes optional in-game purchases of virtual currency that can be used to acquire virtual in-game items, including a random selection of virtual in-game items.","supported_languages":"English<strong>*</strong>, French<strong>*</strong>, Italian<strong>*</strong>, German<strong>*</strong>, Spanish - Spain<strong>*</strong>, Japanese<strong>*</strong>, Korean<strong>*</strong>, Polish<strong>*</strong>, Portuguese - Brazil, Russian<strong>*</strong>, Simplified Chinese<strong>*</strong>, Traditional Chinese, Spanish - Latin America<br><strong>*</strong>languages with full audio support","image":"https://cdn.akamai.steamstatic.com/steam/apps/1172470/header.jpg?t=1670431796","platforms":{"windows":true,"mac":false,"linux":false}},{"name":"Devil May Cry 5","steam_appid":601150,"price":"Rp 423 999","about_the_game":"The Devil you know returns in this brand new entry in the over-the-top action series available on the PC. Prepare to get downright demonic with this signature blend of high-octane stylized action and otherworldly &amp; original characters the series is known for. Director Hideaki Itsuno and the core team have returned to create the most insane, technically advanced and utterly unmissable action experience of this generation!<br><br>The threat of demonic power has returned to menace the world once again in <strong>Devil May Cry 5</strong>. The invasion begins when the seeds of a “demon tree” take root in Red Grave City. As this hellish incursion starts to take over the city, a young demon hunter Nero, arrives with his partner Nico in their “Devil May Cry” motorhome. Finding himself without the use of his right arm, Nero enlists Nico, a self-professed weapons artist, to design a variety of unique mechanical Devil Breaker arms to give him extra powers to take on evil demons such as the blood sucking flying Empusa and giant colossus enemy Goliath.<h2 class=\"bb_tag\"><strong>FEATURES</strong></h2><ul class=\"bb_ul\"><li><strong>High octane stylized action</strong> – Featuring three playable characters each with a radically different stylish combat play style as they take on the city overrun with demons<br></li><li><strong>Groundbreaking graphics</strong> – Developed with Capcom’s in-house proprietary RE engine, the series continues to achieve new heights in fidelity with graphics that utilize photorealistic character designs and stunning lighting and environmental effects.<br></li><li><strong>Take down the demonic invasion</strong> – Battle against epic bosses in adrenaline fueled fights across the over-run Red Grave City all to the beat of a truly killer soundtrack. <br></li><li><strong>Demon hunter</strong> – Nero, one of the series main protagonists and a young demon hunter who has the blood of Sparda, heads to Red Grave City to face the hellish onslaught of demons, with weapons craftswoman and new partner-in-crime, Nico. Nero is also joined by stylish, legendary demon hunter, Dante and the mysterious new character, V.</li></ul>","detailed_description":"<h1>Devil May Cry 5 + Vergil</h1><p>The ultimate Devil Hunter is back in style, in the game action fans have been waiting for. Now includes the Playable Character: Vergil downloadable content (also available separately).<br><br>A brand new entry in the legendary action series, Devil May Cry 5 brings together its signature blend of high-octane action and otherworldly original characters with the latest Capcom gaming technology to deliver a graphically groundbreaking action-adventure masterpiece.<br><br>Please check your previous purchases to avoid duplication.</p><br><h1>Devil May Cry 5 Deluxe + Vergil</h1><p>The ultimate Devil Hunter is back in style, in the game action fans have been waiting for.<br><br>The Deluxe Edition includes the full game, Playable Character: Vergil (also available separately),  and the following additional content:<br><br>- Devil Breaker weapons: Gerbera GP01, Pasta Breaker, Sweet Surrender, Mega Buster<br>- Dante weapon: Cavaliere R<br>- Battle music: 3 tracks each from Devil May Cry, Devil May Cry 2, Devil May Cry 3, and Devil May Cry 4<br>- Alternative voices: Style Rank Announcers, Title Calls<br>- Live Action Cutscenes<br><br>Note: Devil Breakers and alternative music/voices/cutscenes are usable from mission 2 onwards. Dante weapon Cavaliere R can be used after acquiring the the Cavaliere. Use the Gallery &gt; Jukebox option to change music/voices and the Options &gt; Cutscene Customize option to change cutscenes. Live Action Cutscenes voice audio is in Japanese only.<br><br>Please check your previous purchases to avoid duplication.</p><br><h1>Digital Deluxe Edition</h1><p><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/601150/extras/03-S_G_TGS-PV_Multi_PEGI(EN).jpg?t=1675151951\" /></p><br><h1>About the Game</h1>The Devil you know returns in this brand new entry in the over-the-top action series available on the PC. Prepare to get downright demonic with this signature blend of high-octane stylized action and otherworldly &amp; original characters the series is known for. Director Hideaki Itsuno and the core team have returned to create the most insane, technically advanced and utterly unmissable action experience of this generation!<br><br>The threat of demonic power has returned to menace the world once again in <strong>Devil May Cry 5</strong>. The invasion begins when the seeds of a “demon tree” take root in Red Grave City. As this hellish incursion starts to take over the city, a young demon hunter Nero, arrives with his partner Nico in their “Devil May Cry” motorhome. Finding himself without the use of his right arm, Nero enlists Nico, a self-professed weapons artist, to design a variety of unique mechanical Devil Breaker arms to give him extra powers to take on evil demons such as the blood sucking flying Empusa and giant colossus enemy Goliath.<h2 class=\"bb_tag\"><strong>FEATURES</strong></h2><ul class=\"bb_ul\"><li><strong>High octane stylized action</strong> – Featuring three playable characters each with a radically different stylish combat play style as they take on the city overrun with demons<br></li><li><strong>Groundbreaking graphics</strong> – Developed with Capcom’s in-house proprietary RE engine, the series continues to achieve new heights in fidelity with graphics that utilize photorealistic character designs and stunning lighting and environmental effects.<br></li><li><strong>Take down the demonic invasion</strong> – Battle against epic bosses in adrenaline fueled fights across the over-run Red Grave City all to the beat of a truly killer soundtrack. <br></li><li><strong>Demon hunter</strong> – Nero, one of the series main protagonists and a young demon hunter who has the blood of Sparda, heads to Red Grave City to face the hellish onslaught of demons, with weapons craftswoman and new partner-in-crime, Nico. Nero is also joined by stylish, legendary demon hunter, Dante and the mysterious new character, V.</li></ul>","image":"https://cdn.akamai.steamstatic.com/steam/apps/601150/header.jpg?t=1675151951","platforms":{"windows":true,"mac":false,"linux":false}},{"name":"Borderlands 3","steam_appid":397540,"price":"Rp 555 000","about_the_game":"<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/banner.jpg?t=1657214217\" /><br>The original shooter-looter returns, packing bazillions of guns and an all-new mayhem-fueled adventure! Blast through new worlds and enemies as one of four brand new Vault Hunters – the ultimate treasure-seeking badasses of the Borderlands, each with deep skill trees, abilities, and customization. Play solo or join with friends to take on insane enemies, score loads of loot and save your home from the most ruthless cult leaders in the galaxy.<h2 class=\"bb_tag\">A MAYHEM-FUELED THRILL RIDE </h2>Stop the fanatical Calypso Twins from uniting the bandit clans and claiming the galaxy’s ultimate power. Only you, a thrill-seeking Vault Hunter, have the arsenal and allies to take them down.<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/CharBanner.gif?t=1657214217\" /><h2 class=\"bb_tag\">YOUR VAULT HUNTER, YOUR PLAYSTYLE </h2>Become one of four extraordinary Vault Hunters, each with unique abilities, playstyles, deep skill trees, and tons of personalization options. All Vault Hunters are capable of awesome mayhem alone, but together they are unstoppable.<h2 class=\"bb_tag\">LOCK, LOAD, AND LOOT</h2>With bazillions of guns and gadgets, every fight is an opportunity to score new gear. Firearms with self-propelling bullet shields? Check. Rifles that spawn fire-spewing volcanoes? Obviously. Guns that grow legs and chase down enemies while hurling verbal insults? Yeah, got that too.<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/Chest.gif?t=1657214217\" /><h2 class=\"bb_tag\">NEW BORDERLANDS </h2>Discover new worlds beyond Pandora, each featuring unique environments to explore and enemies to destroy. Tear through hostile deserts, battle your way across war-torn cityscapes, navigate deadly bayous, and more!<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/cast.gif?t=1657214217\" /><h2 class=\"bb_tag\">QUICK &amp; SEAMLESS CO-OP ACTION</h2>Play with anyone at any time with online co-op, regardless of your level or mission progress.","detailed_description":"<h1>Borderlands 3 Ultimate Edition</h1><p>Borderlands 3 Ultimate Edition is the quintessential Borderlands 3 experience, featuring the base game plus all 6 content add-ons and the full collection of bonus cosmetic packs!<br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/BL3_Ultimate.jpg?t=1657214217\" /></p><br><h1>Borderlands 3 Super Deluxe Edition</h1><p>Continue your Borderlands 3 adventure with the Season Pass!<br><br>This content is included with purchase of the Borderlands 3 Super Deluxe Edition, Borderlands 3 Ultimate Edition, and Borderlands 3 Collector's Edition.<br><br><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/BL3-SP-615.jpg?t=1657214217\" /><h2 class=\"bb_tag\">The Season Pass includes:</h2><ul class=\"bb_ul\"><li>Moxxi’s Heist of the Handsome Jackpot campaign add-on.<br></li><li>Guns, Love, and Tentacles campaign add-on.<br></li><li>Bounty of Blood campaign add-on.<br></li><li>Psycho Krieg and the Fantastic Fustercluck campaign add-on.<br></li><li>All 4 Multiverse Final Form Cosmetic Packs.<br></li><li>A Butt Stallion weapon skin, weapon trinket and grenade mod.</li></ul></p><br><h1>About the Game</h1><img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/banner.jpg?t=1657214217\" /><br>The original shooter-looter returns, packing bazillions of guns and an all-new mayhem-fueled adventure! Blast through new worlds and enemies as one of four brand new Vault Hunters – the ultimate treasure-seeking badasses of the Borderlands, each with deep skill trees, abilities, and customization. Play solo or join with friends to take on insane enemies, score loads of loot and save your home from the most ruthless cult leaders in the galaxy.<h2 class=\"bb_tag\">A MAYHEM-FUELED THRILL RIDE </h2>Stop the fanatical Calypso Twins from uniting the bandit clans and claiming the galaxy’s ultimate power. Only you, a thrill-seeking Vault Hunter, have the arsenal and allies to take them down.<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/CharBanner.gif?t=1657214217\" /><h2 class=\"bb_tag\">YOUR VAULT HUNTER, YOUR PLAYSTYLE </h2>Become one of four extraordinary Vault Hunters, each with unique abilities, playstyles, deep skill trees, and tons of personalization options. All Vault Hunters are capable of awesome mayhem alone, but together they are unstoppable.<h2 class=\"bb_tag\">LOCK, LOAD, AND LOOT</h2>With bazillions of guns and gadgets, every fight is an opportunity to score new gear. Firearms with self-propelling bullet shields? Check. Rifles that spawn fire-spewing volcanoes? Obviously. Guns that grow legs and chase down enemies while hurling verbal insults? Yeah, got that too.<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/Chest.gif?t=1657214217\" /><h2 class=\"bb_tag\">NEW BORDERLANDS </h2>Discover new worlds beyond Pandora, each featuring unique environments to explore and enemies to destroy. Tear through hostile deserts, battle your way across war-torn cityscapes, navigate deadly bayous, and more!<img src=\"https://cdn.akamai.steamstatic.com/steam/apps/397540/extras/cast.gif?t=1657214217\" /><h2 class=\"bb_tag\">QUICK &amp; SEAMLESS CO-OP ACTION</h2>Play with anyone at any time with online co-op, regardless of your level or mission progress.","image":"https://cdn.akamai.steamstatic.com/steam/apps/397540/header.jpg?t=1657214217","platforms":{"windows":true,"mac":false,"linux":false}}]