[
    {
        "title": "Emeril's Pizza",
        "ingredients": "1 tb Yeast|1 c Warm water (110 degrees)|1/4 c Olive oil|4 c Flour|2 ts Salt|1 lb New potatoes, thinly sliced,; blanched|1 c Julienned red onions|2 tb Extra virgin olive oil|Salt and white pepper|1/2 c Grated Parmigiano-Reggiano cheese|Drizzle of truffle oil|2 tb Chopped chives",
        "servings": "1 Servings",
        "instructions": "Preheat the oven 400 degrees. In an electric mixer, whisk the yeast, water, and oil, together, to form a paste. Using a dough hook, add the flour and salt to the paste, mix the dough until the dough comes away from the sides and crawls up the sides of the hook. Remove the dough from the bowl and turn the dough into a greased bowl, cover. Let the dough rise until double in size, about 1 hour. Turn the dough out onto a floured surface and divide into 4 (4-ounce) balls, cover. Let the dough rest for 10-15 minutes. Press each dough out into a 10-inch circle about 1/2 -1-inch thick. Lightly brush the dough with olive oil. Divide the potatoes into four portions and season with salt and pepper. Cover the each dough with the potatoes, leaving a 1-inch border. In a small mixing bowl, toss the red onions with the extra virgin olive oil. Season with salt and pepper. Place a layer of the red onions on top of the potatoes. Sprinkle each pizza with the grated cheese. Drizzle each pizza with the truffle oil. Bake for 15-20 minutes or until the crust is crispy and golden brown. Garnish the pizza with chives."
    },
    {
        "title": "Italian Wedding Soup",
        "ingredients": "2 qt Chicken stock|1 Chopped carrot|1/2 Chopped onion|1 Chopped celery|2 oz Ground meat; (or ground vegieburger can be used)|1 Egg|1 Sprig of chopped parsely",
        "servings": "4 - 6 servin",
        "instructions": "Bring chicken stock to a boil add the chopped carrot,celery and onion and lower heat. Combine ground meat or vegieburger, egg, and parsely, the consistancy of the mixture is kinda loose. Drop in small pieces of the meat mixture, not much larger than a Tablespoon. (making tiny meatballs.) Turn up the heat and bring to a boil,5 -7 minutes, it is ready when the little meatballs float to the surface."
    },
    {
        "title": "Hong Kong Hamburger",
        "ingredients": "2 tb Shortening|1 lg Onion, chopped|1 lb Ground beef|6 Eggs, well beaten|1 ts Salt|1/4 ts Pepper|1 cn Bean sprouts, drained, #303",
        "servings": "4 Servings",
        "instructions": "Saute onion in melted shortening until transparent. Add beef and brown. Mix eggs, salt and pepper and bean sprouts then add to meat mixture. Pour into greased 9x13 inch baking dish and bake 20 to 25 minutes at 350 degrees. Randy Rigg"
    }
]